{
  "name": "Changes From TFC",
  "category": "tfc:artisanal",
  "icon": "tfc:powder/lime",
  "pages": [
    {
      "type": "patchouli:text",
      "text": "A list of recipes that have been changed by TFC Artisanal."
    },
    {
      "type": "tfc:instant_barrel_recipe",
      "recipe": "tfc:barrel/limewater_from_lime",
      "text": "Limewater has been renamed $(thing)Slaked Lime$(), and can now only be created using $(thing)Lime$(), not Flux."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "artisanal:crafting/writable_book",
      "text": "Book and Quills are now crafted using Black Dye instead of an Ink Sac, and a $(l:tfc:artisanal/quillmaking)Quill$() rather than a feather."
      
    },
    {
      "type": "tfc:sealed_barrel_recipe",
      "recipe": "artisanal:barrel/paper",
      "text": "Paper can now be made by bleaching Unrefined Paper in Lye, as well as by scraping it"
    },
    {
      "type": "tfc:sealed_barrel_recipe",
      "recipe": "artisanal:barrel/clean/soup_bowl/water",
      "text": "Cleaning dirty things in a water barrel now takes time and requires them to be sealed in the barrel."
    },
    {
      "type": "tfc:instant_barrel_recipe",
      "recipe": "artisanal:barrel/clean/jute_net/soapy_water",
      "text": "Instantneous cleaning now requires the use of $(thing)Soapy Water$(). See $(l:tfc:artisanal/soap)Soap$()."
    },
    {
      "type": "patchouli:text",
      "text": "Cake and Pumpkin Pie can now be made with all tfc sweeteners, including Artisanal's Perishable and Non-Perishable Sugars, as well as ArborFirmaCraft's Birch and Maple Sugars."
    },
    {
      "type": "patchouli:crafting",
      "recipe": "artisanal:crafting/cake",
      "recipe2": "artisanal:crafting/pumpkin_pie"
    },
    {
      "type": "patchouli:text",
      "text": "Sweeteners can now expire, and expiration dates have been added for TFC, ArborFirmaCraft (AFC), and Firmalife sweeteners (they're all set to \"Never Expires\" except for Artisanal's Perishable Sugar though). $(br2)This means that any recipe from TFC or Firmalife that uses a sweetener has been reimplemented to use a non-rotten sweetener."
    },
    {
      "type": "patchouli:text",
      "text": "This should not affect your gameplay experience other than with Perishable Sugar.$(br2)Speaking of sugar, AFC's syrup-refining pot recipes have been reimplemented as scalable recipes, meaning that they are done proportionally (ex. 10 maple sap -> 1 concentrated maple sap) rather than in specific quantities. They also no longer require sticks."
    }
  ],
  "read_by_default": true,
  "sortnum": -1
}